[
    {
        "name": "Toys R Us",
        "category": "Gifts",
        "currency_code": "AED",
        "description": "Toys R US is an extremely popular toy store and is the favourite place for kids around the world to go shopping and explore the amazing collection of toys under different categories, ranging from fun indoor and outdoor toys, educational toys, arts & craft and much more!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TOY-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TOY-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TOY-AE/TOY-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "52215"
    },
    {
        "name": "Starbucks",
        "category": "Food",
        "currency_code": "AED",
        "description": "Starbucks stands out as the number 1 choice of Coffee in the region. Sourced for the season, and crafted with care.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SBUX-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SBUX-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SBUX-AE/SBUX-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 500.0,
        "denominations": "['50.00', '100.00', '300.00', '500.00']",
        "product_id": "52199"
    },
    {
        "name": "Nike",
        "category": "Apparel",
        "currency_code": "AED",
        "description": "NIKE, Inc., based near Beaverton, Oregon, is the world's leading designer, marketer and distributor of authentic athletic footwear, apparel, equipment and accessories for a wide variety of sports and fitness activities. Wholly owned NIKE, Inc. subsidiary brands include Converse, which designs, distributes and licenses casual sneakers, apparel and accessories; and Hurley, which designs and distributes a line of action sports and youth lifestyle apparel and accessories. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NIKE-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NIKE-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/NIKE-AE/NIKE-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "46406"
    },
    {
        "name": "Carrefour",
        "category": "Retail",
        "currency_code": "AED",
        "description": "Carrefour is the region’s most preferred shopping destination, providing customers with items for their every need, ranging from home needs, electronics, fashion and fresh groceries, and much more, all at incredible prices.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CFOUR-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CFOUR-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CFOUR-AE/CFOUR-AE-card.png",
        "country": "UAE",
        "min_amount": 30.0,
        "max_amount": 2000.0,
        "denominations": "range",
        "product_id": "52149"
    },
    {
        "name": "Ikea",
        "category": "Home",
        "currency_code": "AED",
        "description": "IKEA is a worldwide retailer of affordable, well-designed products and solutions for every room in your home.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/IKEA-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/IKEA-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/IKEA-AE/IKEA-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "46368"
    },
    {
        "name": "Lifestyle",
        "category": "Retail",
        "currency_code": "AED",
        "description": "Lifestyle is unique concept store that is home to the best international brands that cater to beauty, fashion and home requirements. Lifestyle is a participating brand of Landmark group’s “Shukran Gift Card”.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LIF-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LIF-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LIF-AE/LIF-AE-card.png",
        "country": "UAE",
        "min_amount": 29.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "52183"
    },
    {
        "name": "Marks & Spencer",
        "category": "Apparel",
        "currency_code": "AED",
        "description": "One of Blue’s partner brands, Marks & Spencer gives the person you wish to gift, an extensive range of stylish, high quality clothing products to choose from, under the Marks and Spencer collection, across each category- womenswear, lingerie, menswear and kidswear.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MAS-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MAS-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/MAS-AE/MAS-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "46390"
    },
    {
        "name": "Ardene",
        "category": "Apparel",
        "currency_code": "AED",
        "description": "Ardene is a one-stop shop for the fashion-savvy and value-conscious woman, with a product offering that includes clothing, footwear, accessories, jewellery, active wear, intimates, beauty products and more. Ardene is a participating brand of Apparel group.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ARD-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ARD-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ARD-AE/ARD-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "52140"
    },
    {
        "name": "Bath & Body Works",
        "category": "Health & Beauty",
        "currency_code": "AED",
        "description": "For over 20 years, Bath & Body Works crafts joy-inducing scents. Explore our range, from lavish body care to exquisite 3-wick candles – perfect for self-indulgence or thoughtful gifts.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAT-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAT-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BAT-AE/BAT-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 500.0,
        "denominations": "['50.00', '100.00', '300.00', '500.00']",
        "product_id": "52144"
    },
    {
        "name": "Galeries Lafayette UAE",
        "category": "Retail",
        "currency_code": "AED",
        "description": "<p><span lang=\"AE-en-us\">Where are you guaranteed to find a present in a total area of 215,000 square feet? Galeries Lafayette – Dubai: the largest department store in Dubai, a unique shopping destination with French heritage. </span></p>\n<p><span lang=\"AE-en-us\">Open since 2009, Galeries Lafayette is a full-range, upscale department store located in the largest shopping mall in the Middle East, The Dubai Mall keeping the French fashion spirit truly alive in the shopping capital of the Middle East. </span></p>\n<p><span lang=\"AE-en-us\">Galeries Lafayette differentiates itself from any other department store by offering a 360 degree shopping experience which includes womenswear, abayas, eveningwear, menswear, jewellery, kidswear, lingerie, luxury accessories and shoes, beauty, homeware, and lastly, Lafayette Gourmet: an international food hall offering a whole range of flavors from all over the world, thanks to 11 different kitchens.</span></p>\n<p><span lang=\"AE-en-us\">The services offered by Galeries Lafayette include a unique loyalty card program with extensive benefits, personal shopping, a hairdressing salon by Jacques le Coupe, complimentary tailoring, catering and home delivery services by Lafayette Gourmet, and much more.</span></p>\n<p><span lang=\"AE-en-us\">A wide selection of the most fashionable and top designer labels, such as Fendi, Michael Kors, Tod’s, Marc Jacobs, Etoile, and Mont Blanc as well as Galeries Lafayette’s private label, blended with casualwear brands such as Diesel, Franklin and Marshall and Pinko make Galeries Lafayette a unique destination for shopping, for expat, local, and tourist customers alike. Moreover, numerous exclusive brands such as Karl Lagerfeld, Poca Poca, Queen of Spades, Mauboussin, Lorenzo Villoresi, and many others, makes a visit to Galeries Lafayette an unforgettable experience.</span></p>",
        "terms_and_conditions": "<p> </p>\n<ul>\n<li><span style=\"font-family: arial, sans-serif;\">This eGift Card is redeemable for any merchandise offered in Galeries Lafayette, The Dubai Mall, Dubai, UAE with exception to the brands LV, Fendi, Valentino, Gucci, Dior &amp; Mont Blanc.</span></li>\n<li><span style=\"font-family: arial, sans-serif;\">Expired eGift Cards cannot be extended, exchanged or refunded.</span></li>\n<li><span style=\"font-family: arial, sans-serif;\">YouGotaGift.com does not accept cashback, refunds or returns.</span></li>\n</ul>\n<p> </p>",
        "how_to_use": "<p>Click the Redemption URL above to access your eGift Card.</p>\n<p>This eGift Card is redeemable for any merchandise offered in Galeries Lafayette, The Dubai Mall, Dubai, UAE with exception to the brands LV, Fendi, Valentino, Gucci, Dior & Mont Blanc.</p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b090497-300w-326ppi.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "45686"
    },
    {
        "name": "Foot Locker",
        "category": "Apparel",
        "currency_code": "AED",
        "description": "Sneakers are our culture.\nA source of energy that sparks moments and influences sports and style.\nAt the center of it all, you’ll find Foot Locker And our iconic stripers. . .\nAbsorbing all the positivity generated by sneakers.\nAnd pumping it back out into the world.\nEngaged in communities. Boosting confidence. Showing up with a blend of passion, knowledge, and taste you can’t get anywhere else.\nHolding it down while hyping you up.\nNow is the time to put the world on notice and show everyone that Foot Locker is The Heart of Sneakers.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FOOT-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FOOT-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FOOT-AE/FOOT-AE-card.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 500.0,
        "denominations": "['50.00', '100.00', '300.00', '500.00']",
        "product_id": "52164"
    },
    {
        "name": "VOX Cinemas",
        "category": "Entertainment",
        "currency_code": "AED",
        "description": "<p><span lang=\"AE-en-us\">Who doesn’t love going to the movies? Try the ultimate cinema experience with one of VOX cinemas gift cards! They can treat themselves to a movie experience as well as popcorn and drinks.</span></p>\n<p><span lang=\"AE-en-us\">Most people give their loved ones presents but why not try something a little different. Why not give them an experience instead? With that tub of popcorn in your lap, the possibilities are endless. You can give your loved ones the options to see the movies at one of the VOX cinemas in Dubai in a new, more indulgent light.</span></p>\n<p><span lang=\"AE-en-us\">Choose from VOX Gold, Max, or 3D. With VOX Gold, you will have access to waiter service, a fully reclining seat, your own lounge, and menu. This is luxury at its best. Why not try VOX Max where you can watch the movie of your choice on a 20 meter screen in comfortable VIP seats, with Dolby Surround 7.1. If you prefer 3D, that option is also available with VOX 3D. This gives you a premium real life experience with superb quality.</span></p>\n<p><span lang=\"AE-en-us\">So whether it is VOX cinemas in Mall of the Emirates, Deira City Center, or even Abu Dhabi, give someone a movie experience they will never forget. Got to the movies with style with one of our VOX cinemas gift cards.</span></p>",
        "terms_and_conditions": "<p><span lang=\"AE-en-us\">Redeemable for movie tickets and merchandise at any VOX Cinema in the UAE. It is highly recommended to download the YouGotaGift App to use In-App Redemption with secure PIN. This eGift Card is only valid for a one time purchase to the full value. This eGift Card is not valid for online purchases. Expired eGift Cards cannot be extended, exchanged or refunded. YouGotaGift.com does not accept cashback, refunds or returns.</span></p>",
        "how_to_use": "<p>Click the Redemption URL above to access your eGift Card.</p>\n<p>Redeemable for movie tickets and merchandise at any VOX Cinema in the UAE. It is highly recommended to download the YouGotaGift App to use In-App Redemption with secure PIN. This eGift Card is only valid for a one time purchase to the full value. This eGift Card is not valid for online purchases. Expired eGift Cards cannot be extended, exchanged or refunded. YouGotaGift.com does not accept cashback, refunds or returns.</p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b373738-300w-326ppi.png",
        "country": "UAE",
        "min_amount": 100.0,
        "max_amount": 3500.0,
        "denominations": "range",
        "product_id": "45690"
    },
    {
        "name": "Jones The Grocer",
        "category": "Food",
        "currency_code": "AED",
        "description": "<p><span lang=\"AE-en-us\">Jones the Grocer won the Time Out Dubai Restaurant Award in 2013 for the Best Family Eatery. Entirely fresh ingredients are used when preparing your food at this restaurant. Get a eGift Card that will give someone you know the chance to join in this experience. </span></p>\n<p><span lang=\"AE-en-us\">Not only does Jones the Grocer have excellent food, but they also have unique events. With one of our gift cards you can choose to attend a cooking class where you can explore your love for cooking. Have a friend who is passionate about food? You can give them the opportunity to watch a special guest chef make a special meal at an exclusive demonstration session.</span></p>\n<p><span lang=\"AE-en-us\">Your friends will also have the opportunity to choose from a range of the finest cookware that they can use in their kitchen. They can also choose from a range of natural ingredients and products from the grocery store. You will always be provided with genuine taste that is all completely natural at Jones the Grocer!</span></p>",
        "terms_and_conditions": "<p><span lang=\"AE-en-us\">One time use only. The eGift Card must be used in its entirety, no change will be given.</span></p>",
        "how_to_use": "<p>Click the Redemption URL above to access your eGift Card.</p>\r\n\r\n<p>This eGift Card is not redeemable for cash and must be used in its entirety, no change will be given. This eGift Card is only valid for a one time purchase to the full value unless otherwise specified.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b200487-300w-326ppi.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "45688"
    },
    {
        "name": "Nando's",
        "category": "Food",
        "currency_code": "AED",
        "description": "In 1987, in a small town in South Africa, Nando's was born. Using a Portuguese recipe and the African Birds Eye Chilli, the now world famous flame-grilled PERi-PERi was created. Our South African heritage is infused into our casa's interiors, our artworks and even our Afro-Luso music, creating our welcoming family atmosphere and, of course, your favourite PERi-PERi chicken!\r\n\r\nDo you have someone special, that you want to share your love for Nando’s with ? This voucher would entitle them to a PERi-ffic meal !",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NANDO-AE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NANDO-AE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/NANDO-AE/NANDO-AE-card.png",
        "country": "UAE",
        "min_amount": 33.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "46403"
    },
    {
        "name": "Go Sport",
        "category": "Apparel",
        "currency_code": "AED",
        "description": "<p><span lang=\"AE-ar-ae\">تجربة Go Sport واستخدام إحدى بطاقات الهدايا التي نوفرها لشراء المستلزمات الرياضية وأدوات الأنشطة الخارجية! امنح صديقك القدرة على الاختيار من بين أحدث الأدوات والمعدات الرياضية من العلامات التجارية التي تحظى بشهرة عالمية، فضلاً عن مجموعة متنوعة من المنتجات المستقلة والجديدة وغير التقليدية المتاحة في هذا المتجر. سواء أكنت موجودًا في دبي أم أبو ظبي، تتوفر منتجات تناسب الجميع! يعد Go Sport متجرًا متميزًا متخصصًا في بيع المعدات الرياضية الفاخرة من العلامات التجارية العالمية والمحلية منذ عام 2008. يضم المتجر أحدث الأحذية من جميع العلامات التجارية العالمية والمحلية، من بينها Adidas وNike وReebok وPuma. أيُّ هدية لشخصٍ مولع باللياقة البدنية أفضل من زوجٍ جديد من أحذية الركض من اختياره؟ وبالإضافة إلى هذه العلامات التجارية، يتوفر غيرها من العلامات التجارية العصرية مثل BodyTalk. وإلى جانب الأحذية، سيتمكن أحبابك من الوصول إلى أحدث معدات اللياقة البدنية والمستخدمة في الأنشطة الخارجية. يزخر متجر Go Sport بكل هذه المعدات، مثل أحدث الملابس الرياضية المناسبة لأنشطة الركض أو السباحة أو مجرد ممارسة التمرينات العادية. إذا كان أصدقاؤك من محبي الأنشطة الخارجية، فيمكنهم الاختيار من معدات التخييم والسير على الأقدام وركوب قوارب الكاياك! وإذا كانوا يحتاجون إلى إكسسوارات هذه المعدات، فستكون لديهم إمكانية الوصول إلى مجموعة كبيرة من الحقائب والجوارب وزجاجات المياه ومجموعة من المعدات الرياضية المختلفة. لذا، حافظ على لياقتك واستمتع بممارسة الأنشطة الخارجية باستخدام إحدى بطاقات هدايا Go Sport التي نوفرها!</span></p>\n<p> </p>\n<p><span lang=\"AE-en-us\">Where can you fulfill all your sports needs? Try Go Sport with one of our sports and outdoor gift cards! Give a friend the ability to choose from the latest sports gear and equipment from internationally reputable brands, and funky new independent varieties available at this store. Whether you are in Dubai or Abu Dhabi, there’s something for everyone! Go Sport is a premium store which has been selling luxury sports gear from international and local brands since 2008. They have the newest in footwear ranging from all of your most loved brands including Adidas, Nike, Reebok, and Puma. What better gift to give a fitness fan than the choice of their own new pair of running shoes? In addition to these brands, trendy others are available such as BodyTalk. Besides footwear, your loved ones will have access to the latest in fitness and outdoor equipment gear. Go Sport has it all, such as the latest sports apparel for running, swimming, or just regular training. If the outdoors is what your friend loves, than they can choose from camping, hiking, and even kayaking gear! If it’s accessories they need, than they will have access to a wide range of bags, socks, water bottles and a range of different sports gear. So stay fit and enjoy the outdoors with one of our Go Sport gift cards!</span></p>",
        "terms_and_conditions": "<p><span lang=\"AE-ar-ae\">قابلة للاستخدام للحصول على أي سلعة موجودة في متاجر GO Sport في دبي مول وبوابة الشرق مول فقط.</span></p>\n<p><span lang=\"AE-ar-ae\"> يمكنك الإشارة إلى القسيمة على <a href=\"https://www.go-sport.com\">https://www.go-sport.com/</a>‎. ولا يجوز استبدال القسيمة مقابل الأموال النقدية ولن يتم رد الأموال.</span></p>\n<p><span lang=\"AE-ar-ae\"> بطاقة الهدايا الإلكترونية هذه صالحة فقط للشراء مرة واحدة بقيمتها الكاملة، ما لم يتم ذكر خلاف ذلك.</span></p>\n<p> </p>\n<p><span lang=\"AE-en-us\">Redeemable for any item in GO Sport stores in The Dubai Mall and Bawabat Al Sharq Mall ONLY.</span></p>\n<p><span lang=\"AE-en-us\">Refer voucher at <a href=\"https://www.go-sport.com/\">https://www.go-sport.com/</a>.The card may not be exchanged for cash and there will be no monetary refund.</span></p>\n<p><span lang=\"AE-en-us\">This eGift Card is only valid for a one time purchase to the full value unless otherwise specified.</span></p>",
        "how_to_use": "<p>Click the Redemption URL above to access your eGift Card.</p>\n<p>This eGift Card is redeemable for any merchandise offered in Go Sport outlets across UAE. This eGift Card is only valid for a one time purchase to the full value unless otherwise specified. Expired eGift Cards cannot be extended, exchanged or refunded. YouGotaGift.com does not accept cashback, refunds or returns.</p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b112311-300w-326ppi.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "45687"
    },
    {
        "name": "Virgin Megastore UAE",
        "category": "Entertainment",
        "currency_code": "AED",
        "description": "<p><span lang=\"AE-en-us\">What is the ultimate gift for anyone who loves to be entertained? Virgin Megastore carries everything from books, games, movies, concert tickets, and the hottest electronics on the market. Give your friend a treat with one of our Virgin Megastore eGift Cards!</span></p>\n<p><span lang=\"AE-en-us\">From MacBooks to iPads, tech lovers are bound to find just the right gift. They also carry a wide variety of the latest games and consoles, such as the Nintendo Wii, PlayStation 4 or latest X Box</span></p>\n<p><span lang=\"AE-en-us\">If gadgets aren’t your thing, they have a great selection of book titles by known and upcoming authors in business, literature, non-fiction, art, health, children and more.</span></p>\n<p><span lang=\"AE-en-us\">For all the movie buffs, they can select from numerous video categories including, drama, comedy, romance, horror and more.</span></p>\n<p><span lang=\"AE-en-us\">Perhaps you want to gift the latest music albums by popular artists? Virgin Megastore has an extensive roster of music to choose from in all genres such as pop, rock, R&amp;B, dance, jazz, blues, children and more. For the music enthusiasts, they can also purchase concert tickets for the hottest shows in town!</span></p>\n<p><span lang=\"AE-en-us\">However, if you are looking to gift something a little different, Virgin Megastore also offers neat and quirky products in their ‘REDBOX’ section such as neat stationary, home décor items, toys, licensed fashion and cosmetics that are ideal for many occasions.</span></p>\n<p><span lang=\"AE-en-us\">Virgin Megastore provides “an innovative entertainment destination for the young and young at heart,” with their distinctive shopping experience. It’s the ultimate eGift Card for anyone who loves to be entertained.</span></p>",
        "terms_and_conditions": "<p><span lang=\"AE-en-us\">For Terms and Conditions visit <a href=\"https://www.virginmegastore.ae/en/termsAndConditions\">https://www.virginmegastore.ae/en/termsAndConditions</a></span></p>",
        "how_to_use": "<p>Click the Redemption URL above to access your eGift Card.</p>\r\n\r\n<p>The eGift Card is redeemable for any merchandise offered in any Virgin Megastore across the UAE. The eGift Card is only valid for a one time purchase to the full value unless otherwise specified.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b725179-300w-326ppi.png",
        "country": "UAE",
        "min_amount": 50.0,
        "max_amount": 5000.0,
        "denominations": "range",
        "product_id": "45691"
    }
]